Autodesk.Revit.Exceptions.CentralModelAlreadyExistsException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralModelAlreadyExistsException
Exception is thrown when the central model already exists at the specified location.
Since: 2015